#+TITLE: Portfolio II
#+AUTHOR: Chris Hogan
#+DATE: <2023-04-10 Mon> to <2023-05-14 Sun>
#+STARTUP: nologdone

* Week 1
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W15 :tags t
#+CAPTION: Clock summary at [2023-04-21 Fri 21:05], for week 2023-W15.
| Tags     | Headline                                    | Time   |      |      |
|----------+---------------------------------------------+--------+------+------|
|          | *Total time*                                | *2:23* |      |      |
|----------+---------------------------------------------+--------+------+------|
|          | Week 1                                      | 2:23   |      |      |
|          | \_  <2023-04-10 Mon>                        |        | 1:56 |      |
| painting | \_    John Park Painterly Landscape Studies |        |      | 1:56 |
|          | \_  <2023-04-12 Wed>                        |        | 0:27 |      |
| painting | \_    Landscape study                       |        |      | 0:27 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *2h 23m* |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:

** <2023-04-10 Mon>
*** DONE John Park Painterly Landscape Studies                     :painting:
:LOGBOOK:
CLOCK: [2023-04-10 Mon 20:02]--[2023-04-10 Mon 21:58] =>  1:56
:END:
** <2023-04-12 Wed>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-12 Wed 19:14]--[2023-04-12 Wed 19:41] =>  0:27
:END:
* Week 2
#+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2023-W16 :tags t
#+CAPTION: Clock summary at [2023-04-21 Fri 21:05], for week 2023-W16.
| Tags     | Headline              | Time   |      |      |
|----------+-----------------------+--------+------+------|
|          | *Total time*          | *5:46* |      |      |
|----------+-----------------------+--------+------+------|
|          | Week 2                | 5:46   |      |      |
|          | \_  <2023-04-19 Wed>  |        | 2:01 |      |
| painting | \_    Landscape study |        |      | 2:01 |
|          | \_  <2023-04-20 Thu>  |        | 1:23 |      |
| painting | \_    Landscape study |        |      | 1:23 |
|          | \_  <2023-04-21 Fri>  |        | 2:22 |      |
| painting | \_    Landscape study |        |      | 2:22 |
#+END:

#+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
| Tag      | Headline   | Time (h) |
|----------+------------+----------|
| drawing  | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| study    | *Tag time* | *0h 0m*  |
|----------+------------+----------|
| painting | *Tag time* | *5h 46m* |
|----------+------------+----------|
| 3D       | *Tag time* | *0h 0m*  |

#+END:
** <2023-04-19 Wed>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-19 Wed 15:15]--[2023-04-19 Wed 16:00] =>  0:45
CLOCK: [2023-04-19 Wed 12:59]--[2023-04-19 Wed 14:15] =>  1:16
:END:
** <2023-04-20 Thu>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-20 Thu 14:43]--[2023-04-20 Thu 16:06] =>  1:23
:END:
** <2023-04-21 Fri>
*** DONE Landscape study                                           :painting:
:LOGBOOK:
CLOCK: [2023-04-21 Fri 20:10]--[2023-04-21 Fri 21:05] =>  0:55
CLOCK: [2023-04-21 Fri 18:45]--[2023-04-21 Fri 19:00] =>  0:15
CLOCK: [2023-04-21 Fri 10:03]--[2023-04-21 Fri 11:15] =>  1:12
:END:

